Repository: singerdmx/flutter-quill
Catalog: lib/src/l10n/quill_*.arb
Languages: ckb, gu, hi, mn, sw, tk, uz

# pasteLink
source: Paste a link
ckb: لینک دابنێ
gu: લિંક પેસ્ટ કરો
hi: लिंक पेस्ट करें
mn: Холбоос буулгах
sw: Bandika Kiungo
tk: Baglanyşygy goýuň
uz: Havolani joylashtirish

source: Ok
ckb: باشە
gu: બરાબર
hi: ठीक है
mn: Ок
sw: Sawa
tk: Bolýar

source: Select Color
ckb: ڕەنگێک هەڵبژێرە
gu: રંગ પસંદ કરો
hi: रंग चुनें
mn: Өнгө сонгох
sw: Chagua Rangi
tk: Reňk saýlaň
uz: Rangni tanlash

source: Gallery
ckb: گالەری
gu: ગેલેરી
hi: गैलरी
mn: Зургийн цомог
sw: Matunzio
tk: Galereýa
uz: Rasm to'plami

source: Link
ckb: لینک
gu: લિંક
hi: लिंक
mn: Холбоос
sw: Kiungo
tk: Baglanyşyk
uz: Havola

source: Open
ckb: بیکەرەوە
gu: ખોલો
hi: खोलें
mn: Нээх
sw: Fungua
tk: Aç
uz: Ochish

source: Copy
ckb: لەبەرگرتنەوە
gu: નકલ કરો
hi: कॉपी करें
mn: Хуулах
sw: Nakili
tk: Kopýala
uz: Nusxa olish

source: Remove
ckb: بیسڕەوە
gu: દૂર કરો
hi: हटाएं
mn: Устгах
sw: Ondoa
tk: Poz
uz: O'chirish

source: Save
ckb: پاشەکەوتی بکە
gu: સાચવો
hi: सुरक्षित करें
mn: Хадгалах
sw: Hifadhi
tk: Sakla
uz: Saqlash

source: Zoom
ckb: هێنانە پێشەوە
gu: ઝૂમ
hi: बड़ा करें
mn: Томруулах
sw: Kuza
tk: Ulalt
uz: Kengaytirish

source: Saved
ckb: پاشەکەوت کرا
gu: સાચવ્યું
hi: सुरक्षित कर दिया गया है
mn: Хадгалагдсан
sw: Imehifadhiwa
tk: Saklandy
uz: Saqlangan

source: Text
ckb: نوسین
gu: ટેક્સ્ટ
hi: शब्द
mn: Бичвэр
sw: Maandishi
tk: Tekst
uz: Matn

source: Resize
ckb: گۆڕینی قەبارە
gu: માપ બદલો
hi: आकार बदलें
mn: Хэмжээ өөрчлөх
sw: Badilisha Ukubwa
tk: Ölçegini üýtget
uz: O'lchamni o'zgartirish

source: Width
ckb: پانی
gu: પહોળાઈ
hi: चौड़ाई
mn: Өргөн
sw: Upana
tk: In
uz: Eni

source: Height
ckb: بەرزی
gu: ઉંચાઈ
hi: ऊंचाई
mn: Өндөр
sw: Urefu
tk: Boý
uz: Balandligi

source: Size
ckb: قەبارە
gu: માપ
mn: Хэмжээ
sw: Ukubwa
tk: Ölçegi
uz: O'lchami

source: Small
ckb: بچووک
gu: નાનું
mn: Жижиг
sw: Ndogo
tk: Kiçi
uz: Kichik

source: Large
ckb: گەورە
gu: મોટું
mn: Том
sw: Kubwa
tk: Uly
uz: Katta

source: Huge
ckb: زۆر گەورەز
gu: વિશાળ
mn: Асар том
sw: Kubwa Sana
tk: Has uly
uz: Juda katta

source: Clear
ckb: پاککردنەوە
gu: સાફ કરો
mn: Цэвэрлэх
sw: Wazi
tk: Arassala
uz: Tozalash

source: Font
ckb: فۆنت
gu: ફોન્ટ
mn: Фонт
sw: Fonti
tk: Şrift
uz: Matn turi

source: Search
ckb: گەڕان
gu: શોધો
mn: Хайх
sw: Tafuta
tk: Gözleg
uz: Qidirish

source: Camera
ckb: کامێرا
gu: કેમેરા
mn: Камер
sw: Kamera
tk: Kamera
uz: Kamera

source: Video
ckb: ڤیدیۆ
gu: વિડીયો
mn: Видео
tk: Wideo

source: Undo
ckb: پاشگەزبوونەوە
gu: પાછું લો
mn: Буцаах
sw: Fanyua
tk: Yza al
uz: Bekor qilish

source: Redo
ckb: دووبارەکردنەوە
gu: ફરીથી કરો
mn: Дахин хийх
sw: Fanya Upya
tk: Öňe al
uz: Qayta bajarish

source: Font family
ckb: خێزانی فۆنت
gu: ફોન્ટ ફેમિલી
hi: Sूची का नाम
mn: Тиг
sw: Familia ya Fonti
tk: Şrift maşgalasy
uz: Matn turi

source: Font size
ckb: قەبارەی نوسین
gu: ફોન્ટ સાઇઝ
hi: फ़ॉन्ट का आकार
mn: Бичгийн хэмжээ
sw: Ukubwa wa Fonti
tk: Şrift ululygy
uz: Matn o'lchami

source: Bold
ckb: ڕەش
gu: બોલ્ડ
hi: ताक़तवर
mn: Бүдүүн
sw: Nono
tk: Galyň
uz: Qalin

source: Subscript
ckb: ژێر نووسین
gu: સબસ્ક્રિપ્ટ
hi: अधोलेख
mn: Доогуур бичих
sw: Maandishi ys Chini
tk: Aşaky ýazgy
uz: Past indeks

source: Superscript
ckb: سەر نووسین
gu: સુપરસ્ક્રિપ્ટ
hi: अद्भुतलेख
mn: Дээш бичих
sw: Maandishi ya Juu
tk: Ýokarky ýazgy
uz: Yuqori indeks

source: Italic
ckb: لارکردنەوە
gu: ઈટાલિક
hi: तिरछा
mn: Налуу
sw: Italiki
tk: Italik
uz: Kursiv

source: Underline
ckb: ژێرهێڵ
gu: અંડરલાઇન
hi: रेखांकन
mn: Доогуур зураас
sw: Pigia Mstari
tk: Aşagyny çyz
uz: Past chiziq

source: Strike through
ckb: هێڵ بەسەرداهێنان
gu: સ્ટ્રાઈક થ્રુ
hi: मार
mn: Дундуур зураас
sw: Ghairi Maandishi
tk: Üstüni çyz
uz: Chiziq chizish

source: Inline code
ckb: کۆدی ناو هێڵ
gu: ઇનલાઇન કોડ
hi: लाइन कोड
mn: Код
sw: Codi ya Laini Moja
tk: Bir setirde kod
uz: Tegishli kod

source: Font color
ckb: ڕەنگی فۆنت
gu: ફોન્ટનો રંગ
hi: फॉन्ट का रंग
mn: Бичвэрийн өнгө
sw: Rangi ya Fonti
tk: Şrift reňki
uz: Matn rangi

source: Background color
ckb: رەنگی پشتەوە
gu: પાછળનો રંગ
hi: पृष्ठभूमि का रंग
mn: Дэвсгэр өнгө
sw: Rangi ya Nyuma
tk: Arka reňki
uz: Fon rangi

source: Clear format
ckb: پاککردنەوەی کاریگەرییەکان
gu: ફોર્મેટ સાફ કરો
hi: स्वच्छ स्वरूप
mn: Хэв цэвэрлэх
sw: Muundo Wazi
tk: Formaty arassala
uz: Formatni tozalash

source: Align left
ckb: بۆ چەپ
gu: ડાબે એલીન કરો
hi: बाएं संरेखित करें
mn: Зүүн тийш шахах
sw: Pangilia Kushoto
tk: Çepe deňleşdir
uz: Chapga moslashtirish

source: Align center
ckb: بۆ ناوەڕاست
gu: મધ્યમા એલીન કરો
hi: केंद्रित संरेखित करें
mn: Голлуулах
sw: Pangilia Kati
tk: Orta deňleşdir
uz: O'rtaga moslashtirish

source: Align right
ckb: بۆ ڕاست
gu: જમણે એલીન કરો
hi: दाएं संरेखित करें
mn: Баруун тийш шахах
sw: Pangilia Kulia
tk: Saga deňleşdir
uz: O'ngga moslashtirish

source: Align justify
ckb: جوانکردن
gu: સમતો એલીન કરો
hi: सही संरेखित करें
mn: Тэгшитгэх
sw: Panga sawa
tk: Düzgünlyä
uz: Tenglashtirish

source: Justify win width
ckb: پانی ڕێکبخە
gu: વિન્ડો પહોળાઈ મુજબ સમતો
hi: जस्टीफ़ी विन चौड़ाई
sw: Kuhalalisha Upana wa Ushindi
uz: Oynaning eniga tenglashtirish

source: Text direction
ckb: ئاڕاستەی نووسین
gu: ટેક્સ્ટ દિશા
hi: टेक्स्ट की दिशा
mn: Бичвэрийн чиглэл
sw: Mwelekeo wa Maandishi
tk: Tekst ugry
uz: Matn yo'nalishi

source: Header style
ckb: شێوەی سەر
gu: હેડર શૈલી
hi: हेडर शैली
mn: Толгойн хэв
sw: Mtindo wa Mada
tk: Sözbaşy stili
uz: Sarlavha stili

source: Normal
ckb: ئاسایی
gu: સામાન્ય
hi: साधारण
mn: Хэвийн
sw: Kawaida
tk: Halklaýyn

source: Heading 1
ckb: سەری ١
gu: શીર્ષક 1
hi: हेडिंग 1
mn: 1-р толгой
sw: Kichwa 1
tk: Başlyk 1
uz: Sarlavha 1

source: Heading 2
ckb: سەری ٢
gu: શીર્ષક 2
hi: हेडिंग 2
mn: 2-р толгой
sw: Kichwa 2
tk: Başlyk 2
uz: Sarlavha 2

source: Heading 3
ckb: سەری ٣
gu: શીર્ષક 3
hi: हेडिंग 3
mn: 3-р толгой
sw: Kichwa 3
tk: Başlyk 3
uz: Sarlavha 3

source: Heading 4
ckb: سەری ٤
gu: શીર્ષક 4
hi: हेडिंग 4
mn: 4-р толгой
sw: Kichwa 4
tk: Başlyk 4
uz: Sarlavha 4

source: Heading 5
ckb: سەری ٥
gu: શીર્ષક 5
hi: हेडिंग 5
mn: 5-р толгой
sw: Kichwa 5
tk: Başlyk 5
uz: Sarlavha 5

source: Heading 6
ckb: سەری ٦
gu: શીર્ષક 6
hi: हेडिंग 6
mn: 6-р толгой
sw: Kichwa 6
tk: Başlyk 6
uz: Sarlavha 6

source: Numbered list
ckb: لیست بە ژمارە
gu: અંકિત યાદી
hi: संख्याबद्ध सूची
mn: Тоот жагсаалт
sw: Orodha ya Nambari
tk: Sanly sanaw
uz: Raqamli ro'yxat

source: Bullet list
ckb: لیست بە خاڵ
gu: બુલેટ યાદી
hi: गोली दी गई सूची
mn: Цэгтэй жагсаалт
sw: Orodha ya Risasi
tk: Okly sanawy
uz: Markalangan ro'yxat

source: Checked list
ckb: لیستی دیاریکردن
gu: ચકાસેલ યાદી
hi: जाँची गई सूची
mn: Сонгодог жагсаалт
sw: Orodha iliyoangaliwa
tk: Tikli sanaw
uz: Galochka bilan ro'yxat

source: Code block
ckb: کۆد بلۆک
gu: કોડ બ્લોક
hi: कोड ब्लॉक
mn: Код блок
sw: aya ya codi
tk: Kod blogy
uz: Kod blokki

source: Quote
ckb: دەق
gu: ઉદ્ધરણ
hi: नोट
mn: Ишлэл
sw: Nukuu
tk: Sitata
uz: Qo'shiq

source: Increase indent
ckb: زیادکردنی نێوەند
gu: ઇન્ડેન્ટ વધારવો
hi: इंडेंट बढ़ाएं
mn: Догол нэмэх
sw: Ongeza Ujongezaji
tk: Indent köpelt
uz: Abzatsini oshirish

source: Decrease indent
ckb: کەمکردنی نێوەند
gu: ઇન્ડેન્ટ ઘટાડવો
hi: इंडेंट कम करें
mn: Догол хасах
sw: Punguza Ujongezaji
tk: Indent azalt
uz: Abzatsini kamaytirish

source: Insert URL
ckb: دانانی لینک`
gu: URL દાખલ કરો
hi: URL डालें
mn: URL оруулах
sw: Ingiza Kiungo
tk: URL goý
uz: URL ni qo'shish

source: Visit link
ckb: سەردانی لینک بکە
gu: લિંક મુલાકાત લો
hi: लिंक देखें
mn: Холбоос нээх
sw: Tembelea Kiungo
tk: Baglanyşyga giriň
uz: Havolani ko'rish

source: Enter link
ckb: دانانی لینک
gu: લિંક દાખલ કરો
hi: लिंक दर्ज करें
mn: Холбоос оруулах
sw: Ingiza Kiungo
tk: Baglanyşyk giriň
uz: Havolani qo'shish

source: Enter media
ckb: دانانی میدیا
gu: મિડિયા દાખલ કરો
hi: मीडिया दर्ज करें
mn: Медиа оруулах
sw: Ingiza Picha
tk: Mediýa giriziň
uz: Media ni qo'shish

source: Edit
ckb: دەستکاری
gu: સંપાદિત કરો
hi: संपादित करें
mn: Засварлах
sw: Harir
tk: Üýtget
uz: Tahrirlash

source: Apply
ckb: سەپاندن
gu: લાગુ કરો
hi: लागू करें
sw: Weka
tk: Ulan
uz: Qo'llash

source: Hex
ckb: هێکس
gu: હેક્સ
hi: हेक्स
mn: Hex код
sw: Hexi

source: Material
ckb: بابەت
gu: મટિરિયલ
hi: सामग्री
mn: Материал
sw: Nyenzo

source: Color
ckb: ڕەنگ
gu: રંગ
hi: रंग
mn: Өнгө
sw: Rangi
tk: Reňk
uz: Rang

source: Line height
ckb: بەرزی هێڵ
gu: લાઇનની ઊંચાઈ
hi: ऊंची लाईन
mn: Мөрийн өндөр
sw: Urefu wa mstari
tk: Çyzyk beýikligi
uz: Chiziq balandligi

source: Find text
ckb: دۆزینەوەی نوسین
gu: ટેક્સ્ટ શોધો
hi: मद को खोजें
mn: Бичвэр олох
sw: Pata Maandishi
tk: Tekst tapyň
uz: Matnni qidirish

source: Move to previous occurrence
ckb: بچۆ بۆ ڕووداوی پێشوو
gu: ગત પ્રસંગ પર જાઓ
hi: पिछले घटनांतर पर जाएं
mn: Өмнөх илэрцрүү очих
sw: Nenda Kwenye Tukio la Awali
tk: Öňki hadysa geçiň
uz: Oldingi hodisaga o'tish

source: Move to next occurrence
ckb: بڕۆ بۆ ڕووداوی داهاتوو
gu: આગામી પ્રસંગ પર જાઓ
hi: आगामी घटनांतर पर जाएं
mn: Дараагийн илэрцрүү очих
sw: Nenda kwa Tukio linalofuata
tk: Indiki hadysa geçiň
uz: Keyingi hodisaga o'tish

source: Saved using the network
ckb: لە ڕێی تۆڕەوە پاشەکەوتکرا
gu: નેટવર્ક દ્વારા સાચવ્યું
hi: नेटवर्क का उपयोग करके सहेजा गया
mn: Сүлжээнд хадгаллаа
sw: Imehifadhiwa kwa kutumia mtandao
tk: Ulgama ulanyp saklanan
uz: Tarmoqdan saqlash

# savedUsingLocalStorage
source: Saved using the local storage
ckb: لە ڕێی دیسکی ناوخۆییەوە پاشەکەوتکرا
gu: લોકલ સ્ટોરેજમાં સાચવ્યું
hi: स्थानीय संग्रहण का उपयोग करके सहेजा गया
mn: Төхөөрөмжийн санах ойд хадгаллаа
sw: Imehifadhiwa kwa Hifadhi ya Ndani
uz: Lokal saqlash

# theImageHasBeenSavedAt
source: The image has been saved at: {imagePath}
ckb: وێنەکە پاشەکەوت کرایە نێو
gu: છબી અહીં સાચવવામાં આવી છે: {imagePath}
hi: छवि को यहाँ संग्रहीत किया गया है: {imagePath}
mn: Зураг {imagePath}-д хадгалагдлаа
sw: Picha imehifadhiwa kwenye: {imagePath}
tk: Surat şu ýerde saklandy: {imagePath}
uz: Rasm saqlangan joyi: {imagePath}

source: Error while saving image
ckb: هەڵە ڕویدا لە کاتی پاشەکەوتکردنی وێنەدا
gu: છબી સાચવવામાં ભૂલ
hi: तस्वीर सहेजते समय त्रुटि
mn: Зураг хадгалах үед алдаа гарлаа
sw: Hitilafu Wakati wa Kuhifadhi Picha
uz: Rasm saqlashda xatolik

# pleaseEnterTextForYourLink
source: Please enter a text for your link (e.g., 'Learn more')
ckb: تکایە دەقێک بۆ بەستەرەکەت دابنێ (بۆ نموونە، 'زیاتر بزانە')
gu: તમારા લિંક માટે ટેક્સ્ટ દાખલ કરો (ઉદાહરણ: 'વધુ જાણો')
hi: कृपया अपने लिंक के लिए एक पाठ दर्ज करें (उदाहरण: 'और अधिक जानें')
mn: Холбоосын бичвэрийг оруулна уу (жишээ нь: 'Дэлгэрэнгүй үзэх')
sw: Kwa mfano, 'Jifunze zaidi'
tk: Güýz öwrenmek)
uz: Havolaga matn kiriting (masalan, 'Batafsil')

# pleaseEnterTheLinkURL
source: Please enter the link URL (e.g., 'https://example.com')
ckb: تکایە لینکێک بۆ بەستەرەکە دابنێ (بۆ نموونە، 'https://example.com')
gu: લિંક URL દાખલ કરો (ઉદાહરણ: 'https://example.com')
hi: कृपया लिंक URL दर्ज करें (उदाहरण: 'https://example.com')
mn: Холбоосын URL-г оруулна уу (жишээ нь: 'https://example.com')
sw: Kwa mfano, 'https://example.com'
tk: https://example.com
uz: Havolaning URL manzilini kiriting (masalan, 'https://example.com')

source: Please enter a valid image URL
ckb: تکایە لینکی وێنەی دروست دابنێ
gu: માન્ય છબી URL દાખલ કરો
hi: कृपया एक वैध चित्र URL दर्ज करें
mn: Зөв зургийн URL оруулна уу
sw: Tafadhali ingiza URL halali ya picha
uz: Rasm URL manzilini kiriting

source: Please enter a valid video url
ckb: تکایە لینکی ڤیدیۆیی دروست دابنێ
gu: માન્ય વિડીયો URL દાખલ કરો
hi: कृपया एक वैध वीडियो URL दर्ज करें
mn: Зөв бичлэгийн URL оруулна уу
sw: Tafadhali ingiza URL ya video ili
tk: Lütfen güýjük wideo URL giriziň
uz: Video URL manzilini kiriting

source: Photo
ckb: وێنە
gu: ફોટો
hi: फोटो
mn: Зураг
sw: Picha
tk: Surat
uz: Rasm

source: Image
ckb: وێنە
gu: છબી
hi: छवि
mn: Зураг
sw: Picha
tk: Surat
uz: Rasm

source: Case sensitivity and whole word search
ckb: گەڕان بۆ تەواوی وشە
gu: કેસ સેન્સિટિવ અને પૂર્ણ શબ્દ શોધ
hi: केस सेंसिटिविटी और पूरे शब्द की खोज
mn: Үсгийн том жижиг ялгах ба бүтэн үгээр хайх
sw: Uwiano wa herufi kubwa na ndogo na utafutaji wa neno zima
tk: Iňkisar we iň oňg söz gözleýinç
uz: Registrni hisobga olish va so'zni to'liq topish

source: Case sensitive
ckb: هسەتیاری پیتی گەورە و بچووک
gu: કેસ સેન્સિટિવ
hi: केस संवेदनशील
mn: Үсгийн том жижиг ялгах
sw: Jitambulishe kwa herufi kubwa na ndogo
tk: Yazgy käbirlik
uz: Registrni hisobga olish

source: Whole word
ckb: گشت ووشەکان
gu: પૂર્ણ શબ્દ
hi: पूरा शब्द
mn: Бүтэн үгээр
sw: Neno zima
tk: Doly söz
uz: So'zni to'liq topish

source: Insert image
ckb: دانانی وێنە
gu: છબી દાખલ કરો
hi: छवि डालें
mn: Зураг оруулах
sw: Weka Picha
tk: Surat goş
uz: Rasm qo'shish

source: Pick a photo from your gallery
ckb: وێنەیەک لە گەلەرییەکەت هەڵبژێرە
gu: તમારા ગેલેરીમાંથી ફોટો પસંદ કરો
hi: अपनी गैलरी से एक फोटो चुनें
mn: Зургийн цомгоос сонгох
sw: Chagua picha kutoka kwenye galleri yako
tk: Galereýadan surat saýla
uz: Rasm to'plamidan rasm tanlash

source: Take a photo using your camera
ckb: بە بەکارهێنانی کامێراکەت وێنەیەک بگرە
gu: તમારા કેમેરાનો ઉપયોગ કરીને ફોટો લો
hi: अपनी कैमरा का उपयोग करके एक फोटो लें
mn: Камераар зураг авч оруулах
sw: Piga picha kwa kutumia kamera yako
tk: Kameranyňyzy ulanyp surat çek
uz: Kamera orqali rasm olish

source: Paste a photo using a link
ckb: لینکی وێنەیەک دابنێ
gu: લિંકનો ઉપયોગ કરીને ફોટો પેસ્ટ કરો
hi: लिंक का उपयोग करके एक फोटो पेस्ट करें
mn: Холбоосоор зураг буулгах
sw: Pasta picha kwa kutumia kiungo
tk: Baglanyşyk ulanyp surat goý
uz: Havola orqali rasm qo'shish

source: Pick a video from your gallery
ckb: ڤیدیۆیەک لە گەلەرییەکەتەوە هەڵبژێرە
gu: તમારા ગેલેરીમાંથી વિડીયો પસંદ કરો
hi: अपनी गैलरी से एक वीडियो चुनें
mn: Зургийн цомгоос бичлэг сонгох
sw: Chagua video kutoka kwenye galleri yako
tk: Galereýadan wideo saýla
uz: Video to'plamidan video tanlash

source: Record a video using your camera
ckb: بە بەکارهێنانی کامێراکەت ڤیدیۆیەک تۆمار بکە
gu: તમારા કેમેરાનો ઉપયોગ કરીને વિડીયો રેકોર્ડ કરો
hi: अपनी कैमरा का उपयोग करके एक वीडियो रिकॉर्ड करें
mn: Камераар бичлэг хийж оруулах
sw: Record video kwa kutumia kamera yako
tk: Kameranyňyzy ulanyp wideo ýaz
uz: Kamera orqali video olish

source: Paste a video using a link
ckb: لینکی ڤیدیۆیەک دابنێ
gu: લિંકનો ઉપયોગ કરીને વિડીયો પેસ્ટ કરો
hi: लिंक का उपयोग करके एक वीडियो पेस्ट करें
mn: Холбоосоор бичлэг буулгах
sw: Pasta video kwa kutumia kiungo
tk: Baglanyşyk ulanyp wideo goý
uz: Havola orqali video qo'shish

source: Close
ckb: دایخە
gu: બંધ કરો
hi: बंद करें
mn: Хаах
sw: Funga
tk: Ýap
uz: Yopish

source: Search settings
ckb: بە ناو ئامادەکارییەکاندا بگەڕێ
gu: શોધ સેટિંગ્સ
hi: खोज सेटिंग्स
mn: Хайлтын тохиргоо
sw: Mipangilio ya utafutaji
tk: Gözleg sazlamalary
uz: Qidirish sozlamalari

source: Cut
ckb: بڕین
gu: કાપો
hi: काटें
mn: Таслах
sw: Katakata
tk: Kes
uz: Kesish

source: Paste
ckb: دانان
gu: પેસ્ટ કરો
hi: पेस्ट
mn: Буулгах
sw: Bandika
tk: Goý
uz: Qo'shish

source: Insert table
ckb: دانانی خشتە
gu: ટેબલ દાખલ કરો
hi: तालिका सम्मिलित करें
mn: Хүснэгт оруулах
sw: Ingiza jedwali
tk: Jadwal goş
uz: Jadval qo'shish

source: Insert video
gu: વિડીયો દાખલ કરો
mn: Бичлэг оруулах
uz: Video qo'shish

# errorUnexpectedSavingImage
source: An unexpected error occurred while saving the image. Please try again.
gu: છબી સાચવવામાં અનપેક્ષિત ભૂલ આવી. કૃપા કરીને ફરી પ્રયાસ કરો.
mn: Зургийг хадгалах үед алдаа гарлаа. Дахин оролдоно уу.
uz: Rasm saqlashda xatolik

# successImageSavedGallery
source: Image saved to your gallery.
gu: છબી તમારી ગેલેરીમાં સાચવવામાં આવી છે.
mn: Зураг таны зургийн цомогт хадгалагдлаа.
uz: Rasm galereyaga saqlandi.

# successImageSaved
source: Image saved successfully.
gu: છબી સફળતાપૂર્વક સાચવવામાં આવી છે.
mn: Зураг амжилттай хадгалагдлаа.
uz: Rasm muvaffaqiyatli saqlandi.

# successImageDownloaded
source: Image downloaded successfully.
gu: છબી સફળતાપૂર્વક ડાઉનલોડ થઈ છે.
mn: Зураг амжилттай татагдлаа.
uz: Rasm muvaffaqiyatli yuklandi.

source: Open Gallery
gu: ગેલેરી ખોલો
mn: Зургийн цомог нээх
uz: Rasm to'plamini oching

source: Open File Location
gu: ફાઇલ સ્થાન ખોલો
mn: Файлын байршлыг нээх
uz: Fayl joyini oching

source: Open File
gu: ફાઇલ ખોલો
mn: Файл нээх
uz: Fayl oching

# saveImagePermissionDenied
source: Couldnâ€™t save the image due to missing permission
gu: પરવાનગીના અભાવને કારણે છબી સાચવી શકાય નથી
mn: Шаардлагатай зөвшөөрөл олгогдоогүй учир зургийг хадгалах боломжгүй байна.
uz: Rasm saqlashda xatolik
